Repository: AJaquet/fwbackups
Catalog: po/*.po
Languages: ms, sv

source: Traceback: %s
ms: Surih balik: %s
sv: Bakåtspårning: %s

source: Could not create configuration folder `%s':
ms: Tidak dapat cipta folder konfigurasi '%s':
sv: Kunde inte skapa konfigurationsmapp '%s':

source: You do not have read and write permissions on folder `%s'.
ms: Anda tidak mempunyai keizinan baca dan tulis pada folder '%s'.
sv: Du har inte läs- och skrivrättigheter för mappen '%s'.

source: Key %s of is not a dictionary of options
ms: Kunci %s bukanlah kamus pilihan
sv: Nyckel %s av är inte en ordbok för alternativ

source: Set '%s' failed to pass section validation
ms: Set '%s' gagal melepasi pengesahan seksyen
sv: Set '%s' passerade inte sektionsvalidering

source: '%(a)s' is not a set configuration file.
ms: '%(a)s' bukanlah satu fail konfigurasi set.
sv: '%(a)s' är inte en set-konfigurationsfil.

source: Configuration section 'General' in the set configuration '%s' failed to validate
ms: Seksyen konfigurasi 'Am' dalam konfigurasi set '%s' gagal disahkan
sv: Konfigurationsavsnitt 'Allmänt' i set-konfiguration '%s' kunde inte valideras

source: Configuration section 'Times' in the set configuration '%s' failed to validate
ms: Seksyen konfigurasi 'Waktu' dalam konfigurasi set '%s' gagal disahkan
sv: Konfigurationsavsnitt 'Tider' i Set-konfiguration '%s' kunde inte valideras

source: Unknown option key '%(a)s' present in set configuration '%(b)s'
ms: Kunci pilihan '%(a)s' tidak diketahui hadir dalam fail konfigurasi set '%(b)s'
sv: Okänd alternativnyckel '%(a)s' hittad i set-konfiguration '%(b)s'

source: Configuration section 'Options' in set configuration '%(a)s' failed to validate: Missing options '%(b)s'
ms: Seksyen konfigurasi 'Pilihan' dalam konfigurasi '%(a)s' gagal disahkan: Pilihan '%(b)s' hilang
sv: Konfigurationsavsnitt 'Alternativ' i set-konfiguration '%(a)s' kunde inte valideras: Saknar alternativ '%(b)s'

source: One-time configuration failed to pass section validation
ms: Konfigurasi sekali-sahaja gagal melepasi pengesahan seksyen
sv: One-time-konfiguration passerade inte sektionsvalidering

source: '%(a)s' is not a one-time configuration file.
ms: '%(a)s' bukanlah satu fail konfigurasi sekali-sahaja.
sv: '%(a)s' är inte en one-time-konfigurationsfil.

source: Configuration section 'General' in the one-time configuration file failed to validate
ms: Seksyen konfigurasi 'Am' dalam fail konfigurasi sekali-sahaja gagal disahkan
sv: Konfigurationsavsnitt 'Allmänt' i one-time-konfigurationsfilen kunde inte valideras

source: Unknown option key '%s' present in one-time backup configuration file
ms: Kunci pilihan '%s' tidak diketahui hadir dalam fail konfigurasi sandar sekali-sahaja
sv: Okänd alternativnyckel '%s' finns i one-time säkerhetskopieringskonfigurationsfil

source: Configuration section 'Options' in the one-time backup configuration file failed to validate: Missing options '%s'
ms: Seksyen konfigurasi 'Pilihan' dalam fail konfigurasi sandar sekali-sahaja gagal disahkan: Pilihan '%s' hilang
sv: Konfigurationsavsnitt 'Alternativ' i one-time-säkerhetskopieringskonfigurationsfilen kunde inte valideras: Saknar alternativ '%s'

source: Restore configuration failed to pass section validation
ms: Konfigurasi pemulihan gagal melepasi pengesahan seksyen
sv: Återställningskonfiguration passerade inte sektionsvalidering

source: '%(a)s' is not a restore configuration file.
ms: '%(a)s' bukanlah satu fail konfigurasi pulih.
sv: '%(a)s' är inte en återställningskonfigurationsfil.

source: Configuration section 'General' in the restore configuration file failed to validate
ms: Seksyen konfigurasi 'Am' dalam fail konfigurasi pulih gagal disahkan
sv: Konfigurationsavsnitt 'Allmänt' i återställningskonfigurationsfilen kunde inte valideras

source: Unknown option key '%s' present in restore configuration file
ms: Kunci pilihan '%s' tidak diketahui hadir dalam fail konfigurasi pemulihan
sv: Okänd alternativnyckel '%s' hittades i återställningskonfigurationsfil

source: Configuration section 'Options' in the restore configuration file failed to validate: Missing options '%s'
ms: Seksyen konfigurasi 'Pilihan' dalam fail konfigurasi pulih gagal disahkan: Pilihan '%s' hilang
sv: Konfigurationsavsnitt 'Alternativ' i återställningskonfigurationsfilen kunde inte valideras: Saknar alternativ '%s'

source: Preferences failed to pass section validation
ms: Keutamaan gagal melepasi pengesahan seksyen
sv: Inställningar passerade inte sektionsvalidering

source: '%(a)s' is not a fwbackups preferences file.
ms: '%(a)s' bukanlah fail keutamaan fwbackups.
sv: '%(a)s' är inte en fwbackups-inställningsfil.

source: Configuration section 'General' in the preferences file failed to validate
ms: Seksyen konfigurasi 'Am' dalam fail konfigurasi gagal disahkan
sv: Konfigurationsavsnitt 'Allmänt' i inställningsfilen kunde inte valideras

source: Unknown option key '%s' present in preferences file
ms: Kunci pilihan '%s' tidak diketahui hadir dalam fail keutamaan
sv: Okänd alternativnyckel '%s' hittades i inställningsfil

source: Configuration section 'Options' in the preferences file failed to validate: Missing options '%s'
ms: Seksyen konfigurasi 'Pilihan' dalam fail keutamaan gagal disahkan: Pilihan '%s' hilang
sv: Konfigurationsavsnitt 'Alternativ' i inställningsfilen kunde inte valideras: Saknar alternativ '%s'

source: Unable to clean user crontab!
ms: Tidak boleh bersihkan crontab pengguna!
sv: Kan inte rensa användarens crontab!

source: Could not locate the pycron or the sample pycron configuration in %s
ms: Tidak dapat cari pycron atau konfigurasi pycron sampel dalam %s
sv: Kunde inte hitta pycron eller testkonfiguration för pycron i %s

source: Could not locate the pycron or the sample pycron crontab file in %s
ms: Tidak dapat cari pycron atau fail crontab pycron sampel dalam %s
sv: Kunde inte hitta pycron eller testkonfiguration för pycrons crontab-fil i %s

source: Could not set up the logger: %s
ms: Tidak dapat pasang pengelog: %s
sv: Kunde inte ställa in loggaren: %s

source: `%s' is not a file, folder or link! Skipping.
ms: '%s' bukanlah sebuah fail, folder atau pautan! Melangkau.
sv: '%s' är inte en fil, mapp eller länk! Hoppar över.

source: Could not copy some files due to errors:
ms: Tidak dapat salin beberapa fail atas sebab ralat:
sv: Kunde inte kopiera vissa filer på grund av fel:

source: `%s' isn't a file, folder or link! Skipping.
ms: '%s' bukanlah sebuah fail, folder atau pautan! Melangkau.
sv: '%s' är inte en fil, mapp eller länk! Hoppar över.

source: Couldn't copy some files due to errors:
ms: Tidak daapt salin beberapa fail atas sebab ralat:
sv: Kunde inte kopiera vissa filer på grund av fel:

source: CRITICAL
ms: KRITIKAL
sv: KRITISKT

source: ERROR
ms: RALAT
sv: FEL

source: WARNING
ms: AMARAN
sv: VARNING

source: Previous log messages
ms: Mesej log terdahulu
sv: Föregående loggmeddelanden

source: No previous log messages to display
ms: Tiada mesej log terdahulu untuk dipaparkan
sv: Inga tidigare loggmeddelanden att visa

source: Current session's log messages
ms: Mesej log sesi semasa
sv: Nuvarande sessions loggmeddelanden

source: Access
ms: Capai
sv: Åtkomst

source: Path
ms: Laluan
sv: Sökväg

source: Choose file(s)
ms: Pilih fail(s)
sv: Välj fil(er)

source: Choose folder(s)
ms: Pilih folder(s)
sv: Välj mapp(ar)

source: Please select a path before choosing an action.
ms: Sila pilih satu laluan sebelum memilih satu tindakan.
sv: Välj en sökväg innan du väljer en åtgärd.

source: Export
ms: Eksport
sv: Exportera

source: Destination
ms: Destinasi

source: Disk Information
ms: Maklumat Cakera

source: OneTime
ms: SekaliSahaja
