Repository: AJaquet/fwbackups
Catalog: po/*.po
Languages: ms, sv

source: *** Initializing files
ms: *** Mengawalkan fail
sv: *** Initierar filer

source: Folder %s exists and will be emptied. Press <Enter> to confirm or <ctrl+c> to cancel...
ms: Folder %s wujud dan akan dikosongkan. Tekan <Enter> untuk sahkan atau <ctrl+c> untuk batalkan...
sv: Mappen %s finns och kommer tömmas. Tryck <Retur> för att bekräfta eller <ctrl+c> för att avbryta...

source: Cleaning folder %s...
ms: Membersihkan folder %s...
sv: Rensar mappen %s...

source: *** Remote settings
ms: *** Tetapan jauh
sv: *** Fjärrinställningar

source: Hostname [localhost]:
ms: Nama Hos [localhost]:
sv: Värdnamn [lokal värd]:

source: The port field can only contain numbers. Please try again.
ms: Medan port hanya boleh mengandungi nombor. Cuba sekali lagi.
sv: Portfältet får bara innehålla siffror. Försök igen.

source: Username [%s]:
ms: Nama Pengguna [%s]:
sv: Användarnamn [%s]:

source: Password:
ms: Kata Laluan:
sv: Lösenord:

source: Remote folder [%s]:
ms: Folder jauh [%s]:
sv: Fjärrmapp [%s]:

source: *** Running %(a)s backup with engine %(b)s
ms: *** Menjalankan sandar %(a)s dengan enjin %(b)s
sv: *** Kör %(a)s säkerhetskopia med motorn %(b)s

source: Backup failed!
ms: Sandar gagal!
sv: Säkerhetskopiering misslyckades!

source: *** Running restore of remote test backup %s
ms: *** Menjalankan pemulihan sandar uji jauh %s
sv: *** Kör återställning av fjärrlagrad provkopia %s

source: Backup
ms: Sandar
sv: Säkerhetskopiera

source: Restore failed!
ms: Pemulihan gagal!
sv: Återställning misslyckades!

source: *** Running restore of local test backup %s
ms: *** Menjalankan pemulihan sandar uji setempat %s
sv: *** Kör återställning av lokal provkopia %s

source: *** Running restore of a local archive
ms: *** Menjalankan pemulihan arkib setempat
sv: *** Kör återställning av ett lokalt arkiv

source: *** Running restore of a local folder
ms: *** Menjalankan pemulihan folder setempat
sv: *** Kör återställning av en lokal mapp

source: *** Running restore of a remote archive (SSH)
ms: *** Menjalankan pemulihan arkib jauh (SSH)
sv: *** Kör återställning av ett fjärrarkiv (SSH)

source: *** Running restore of a remote folder (SSH)
ms: *** Menjalankan pemulihan folder jauh (SSH)
sv: *** Kör återställning av en fjärrmapp (SSH)

source: Error: %s
ms: Ralat: %s
sv: Fel: %s

source: Run with --help for usage information.
ms: Jalankan dengan --help untuk maklumat penggunaan.
sv: Kör med --help för information om användning.

source: Usage: fwbackups-run [OPTIONS] Set_Name(s) Options: -v, --verbose : Increase verbosity (print debug messages) -h, --help : Print this message and exit -l, --silent : Print messages to log file only Set_Name(s) is space-seperated list of set names to run backups of.
ms: Penggunaan: fwbackups-run [OPTIONS] Set_Name(s) Pilihan: -v, --verbose : Tingkatkan kejelaanm(cetak mesej nyahpepijat) -h, --help : Cetak mesej ini kemudian keluar -l, --silent : Cetak mesej ke fail log sahaja Set_Name(s) adalah senarai diasing-jarak bagi set nama untuk jalankan sandar.
sv: Användning: fwbackups-run [VÄLJARE] Set_Namn() Väljare: -v, --verbose : Öka utförlighet (skriv felsökningsmeddelanden) -h, --help : Skriv detta meddelande och avsluta -l, --silent : Skriv endast meddelanden till loggfil Set_Namn() är en blankstegsseparerad lista över set-namn att göra säkerhetskopior av.

source: Invalid usage: Requires at least one set name to backup
ms: Penggunaan tidak sah: Memerlukan sekurang-kurangnya satu set nama sebagai sandar
sv: Ogiltig användning: Kräver minst ett set-namn att säkerhetskopiera

source: The set configuration for '%s' was not found - skipping.
ms: Set konfigurasi untuk '%s' tidak ditemui - melangkau.
sv: Set-konfigurationen för '%s' hittades inte - hoppar över.

source: An error occurred while initializing the backup operation!
ms: Ralat berlaku ketika mengawalkan operasi sandar!
sv: Ett fel uppstod när säkerhetskopieringen initialiserades!

source: Thread returned with retval %s
ms: Bebenang dikembalikan dengan retval %s
sv: Tråden returnerade retval %s

source: There was an error while performing the backup!
ms: Terdapat ralat ketika membuat sandar!
sv: Ett fel inträffade under säkerhetskopieringen!

source: Usage: fwbackups-runonce --destination-type=TYPE --engine=ENGINE [OPTIONS] Path(s) Destination Options: -v, --verbose : Increase verbosity (print debug messages) -h, --help : Print this message and exit -r, --recursive : Perform a recursive backup -i, --hidden : Include hidden files in the backup -p, --packages2file : Print installed package list to a text file -d, --diskinfo2file : Print disk geometry to a file (must be root) -s, --sparse : Handle sparse files efficiently -e, --engine=ENGINE : Use specified backup engine. Valid engines are tar, tar.gz, tar.bz2 and rsync. -x, --exclude='PATTERN' : Skip files matching PATTERN. -n, --nice=NICE : Indicate the niceness of the backup process (-20 to 19) --destination-type=TYPE : Destination type (`local' or `remote (ssh)') --remote-host=HOSTNAME : Connect to remote host `HOSTNAME' --remote-user=USERNAME : Connect as specified username --remote-password=PASSWORD : Connect using password `PASSWORD' --remote-port=PORT : Connect on specified port (default 22) Path(s) is space-seperated list of paths to include in the backup. Destination is the directory where the OneTime backup should be placed within. Defaults to tar engine and local destination unless specified otherwise. Supplying --remote* will have no effect unless thedestination type is `remote (ssh)'.
ms: Penggunaan: fwbackups-runonce --destination-type=TYPE --engine=ENGINE [OPTIONS] Path(s) Destination Pilihan: -v, --verbose : Tingkatkan kejelaan (cetak mesej nyahpepijat) -h, --help : Cetak mesej ini kemudian keluar -r, --recursive : Buar sandar rekursif -i, --hidden : Sertakan fail tersembunyi dalam sandar -p, --packages2file : Cetak senarai pakej terpasang ke dalam fail teks -d, --diskinfo2file : Cetak geometri cakera ke dalam fail (mesti dalam root) -s, --sparse : Kendali fail sparse secara efisyen -e, --engine=ENGINE : Guna enjin sandar yang dinyatakan. Enjin yang sah adalah tar, tar.gz, tar.bz2 dan rsync. -x, --exclude='PATTERN' : Langkau fail sepadan dengan PATTERN. -n, --nice=NICE : Tunjukkan keelokan proses sandar (-20 hingga 19) --destination-type=TYPE : Jenis destinasi (`local' atau `remote (ssh)') --remote-host=HOSTNAME : Sambung ke hos jauh `HOSTNAME' --remote-user=USERNAME : Sambung sebagai nama pengguna yang dinyatakan --remote-password=PASSWORD : Sambung menggunakan kata laluan `PASSWORD' --remote-port=PORT : Sambung pada port yang dinyatakan (lalai 22) Path(s) adalah senarai diasing-jarak bagi laluan yang disertakan dalam sandar. Destinasi ialah direktori yang mana sandar OneTime patut diletak di dalamnya. Lalai pada enjin tar dan destinasi setempat melainkan dinyatakan. Dengan memasukkan --remote* tidak memberikan kesan melainkan jenis destinasi ialah `remote (ssh)'.
sv: Användning: fwbackups-runonce --destination-type=TYP --engine=MOTOR [VÄLJARE] Sökväg(ar) Destination Väljare: -v, --verbose : Öka utförlighet (skriv felsökningsmeddelanden) -h, --help : Skriv detta meddelande och avsluta -r, --recursive : Utför en rekursiv säkerhetskopiering -i, --hidden : Inkludera dolda filer i säkerhetskopian -p, --packages2file : Skriv lista över installerade paket till en textfil -d, --diskinfo2file : Skriv diskgeometri till en fil (måste vara root) -s, --sparse : Hantera spridda filer effektivt -e, --engine=MOTOR : Använd angiven säkerhetskopieringsmotor. Giltiga motorer är tar, tar.gz, tar.bz2 och rsync. -x, --exclude='MÖNSTER' : Hoppa över filer som matchar MÖNSTER. -n, --nice=NICE : Bestämmer nice-nivån för säkerhetskopieringsprocessen (-20 till 19) --destination-type=TYP : Destinationstyp ('local' eller 'remote (ssh)') --remote-host=VÄRDNAMN : Anslut till fjärrvärd 'VÄRDNAMN' --remote-user=ANVÄNDARE : Anvslut som angiven användare --remote-password=LÖSENORD : Anslut med lösenordet 'LÖSENORD' --remote-port=PORT : Anslut på angiven port (förval 22) Sökväg(ar) är en blankstegsseparerad lista över sökvägar att inkludera i säkerhetskopian. Destinationen är mappen där OneTime-säkerhetskopian bör placeras. Förval är motorn tar och en lokal destination om inte annat anges. Att använda --remote* kommer inte ha någon effekt om inte destinationstypen är 'remote (ssh)'.

source: No such engine `%s'
ms: Tiada enjin '%s' sebegitu
sv: Motorn '%s' finns inte

source: You must be root to set a niceness below 0
ms: Anda mesti dalam root untuk tetapkan keelokan di bawah 0
sv: Du måste vara root för att ange nice-nivå lägre än 0

source: Nice value must be an integer between -20 and 19
ms: Nilai elok mestilah integer diantara -20 hingga 19
sv: Nice-värdet måste vara ett heltal mellan -20 och 19

source: Requires at least one path to backup and a destination
ms: Memerlukan sekurang-kurangnya satu laluan untuk sandar dan destinasi
sv: Kräver minst en sökväg att säkerhetskopiera och en destination

source: Destination type was not specified
ms: Jenis destinasi tidak dinyatakan
sv: Destinationstyp angavs inte

source: An engine was not specified
ms: Satu enjin tidak dinyatakan
sv: Motor angavs inte

source: An error occurred while importing gtk/gobject.
ms: Satu ralat berlaku ketika mengimport gtk/gobject.
sv: Ett fel uppstod under import av gtk/gobject.

source: Please make sure you have a valid GTK+ Runtime Environment.
ms: Sila pastikan anda mempunyai Persekitaran Masa Jalan GTK+ yang sah.
sv: Kontrollera att du har en giltig GTK+ körtidsmiljö.

source: fwbackups bug report written saved at %s
ms: laporan pepijat fwbackups bertulis disimpan di %s
sv: fwbackups felrapport skriven sparades den %s

source: Could not write bug report due to insufficient permissions.
ms: Tidak dapat tulis laporan pepijat kerana keizinan terhad.
sv: Kunde inte skriva felrapport på grund av otillräckliga tillstånd.

source: Please install pycrypto (python-crypto)
ms: Sila pasang pycrypto (python-crypto)
sv: Installera pycrypto (python-crypto)

source: Please install paramiko (python-paramiko)
ms: Sila pasang paramiko (python-paramiko)
sv: Installera paramiko (python-paramiko)

source: Idle
ms: Melahu
sv: Vilar

source: Click 'Backup Set Now' to begin
ms: Klik 'Sandar Set Sekarang' untuk mula
sv: Klicka på "Säkerhetskopiera set nu" för att börja

source: Click 'Start Backup' to begin
ms: Klik 'Mula Sandar' untuk mula
sv: Klicka på "Starta säkerhetskopiering" för att börja

source: Click 'Start Restore' to begin
ms: Klik 'Mula Pulih' untuk mula
sv: Klicka på "Starta återställning" för att börja

source: <span size="small">%s%% complete: %s</span>
ms: <span size="small">%s%% selesai: %s</span>
sv: <span size="small">%s%% färdigt: %s</span>

source: Checking permissions
ms: Memeriksa keizinan
sv: Kontrollerar tillstånd

source: Could not setup the fwbackups configuration folder
ms: Tidak dapat pasang folder konfigurasi fwbackups
sv: Kunde inte ställa in fwbackups inställningsmapp

source: The following error occured: %s
ms: Ralat berikut berlaku: %s
sv: Följande fel uppstod: %s

source: Setting up the logger and user preferences
ms: Menetapkan pengelof dan keutamaan pengguna
sv: Ställer in loggaren och användarinställningar

source: Validation error: %s
ms: Ralat pengesahan: %s
sv: Valideringsfel: %s

source: Preferences could not be read
ms: Keutamaan tidak dapat dibaca
sv: Inställningar kunde inte läsas

source: The preferences file may be corrupted and could not be read by fwbackups. Would you like to initialize a new one from the default values? If not, fwbackups will exit.
ms: Fail keutamaan mungkin menjadi rosak dan tidak dapat disediakan oleh fwbackups. Anda mahu awalkan yang baharu menggunakan nilai lalai? Jika sebaliknya, fwbackups akan keluar.
sv: Inställningsfilen kan vara trasig och kunde inte läsas av fwbackups. Vill du initiera en ny från förvalda värden? Om inte kommer fwbackups avslutas.

source: Populating the log viewer
ms: Mengisi pelihat log
sv: Befolkar loggvisaren

source: Could not setup the logger
ms: Tidak dapat pasang pengelog
sv: Kunde inte ställa in loggaren

source: pynotify was not found. Notifcations will not be displayed unless notify-python/pynotify is installed.
ms: pynotify tidak ditemui. Pemberitahuan tidak dipaparkan melainkan notify-python/pynotify telah dipasangkan.
sv: pynotify hittades inte. Aviseringar kommer inte visas om inte notify-python/pynotify har installerats.

source: Cleaning after previous versions
ms: Membersihkan selepas versi terdahulu
sv: Rensar efter tidigare versioner

source: Previous installation of fwbackups 1.42.x or older detected
ms: Pemasangan terdahulu fwbackups 1.42.x atau lebih lama dikesan
sv: Tidigare installation av fwbackups 1.42.x eller äldre hittades

source: Because of certain major changes in fwbackups, your configuration must be imported manually. To do this, run fwbackups as the root user and select <i>File > Import</i> from the menu to import your old configuration. If this action is not completed, the backups from version 1.42.x <b>will not run automatically</b>. <i>Tip: The 1.42.x configuration was stored in /etc/fwbackups</i>.
ms: Oleh kerana terdapat perubahan besar dalam fwbackups, konfigurasi anda mesti diimport secara manual. Untuk membuatnya, jalankan fwbackups sebagai pengguna root kemudian pilih <i>Fail > Import</i> dari menu untuk mengimport konfigurasi lama anda. Jika tindakan ini tidak selesai, sandar daripada versi 1.42.x <b>tidak dapat dijalankan secara automatik</b>. <i>Petua: Konfigurasi 1.42.x telah dipulihkan ke dalam /etc/fwbackups</i>.
sv: På grund av vissa större förändringar i fwbackups måste dina inställningar importeras manuellt. För att göra det, kör fwbackups som root-användare och välj <i>Fil > Import</i> från menyn för att importera dina gamla inställningar. Om åtgärden inte genomförs kommer säkerhetskopiorna från version 1.42.x <b>inte köras automatiskt</b>. <i>Tips: Inställningarna från 1.42.x lagrades i /etc/fwbackups</i>.

source: A backup of /etc/crontab could not be created
ms: Satu sandar /etc/crontab tidak dapat dicipta
sv: Kunde inte skapa säkerhetskopia av /etc/crontab

source: You may wish to edit /etc/crontab manually and remove any fwbackups-related lines.
ms: Anda mahu sunting /etc/crontab secara manual dan buang mana-mana baris berkaitan-fwbackups.
sv: Du bör kanske redigera /etc/crontab manuellt och ta bort alla rader som berör fwbackups.

source: Could not create a backup of /etc/crontab; refusing to clean up.
ms: Tidak dapat cipta sandar /etc/crontab; dinafikan pembersihan.
sv: Kunde inte skapa säkerhetskopia av /etc/crontab; rensar inte.

source: Cleaning up /etc/crontab from previous installation of fwbackups
ms: Membersihkan /etc/crontab dari pemasangan terdahulu fwbackups
sv: Städar /etc/crontab från tidigare installation av fwbackups

source: fwbackups was unable to clean up the system crontab: %s. You may wish to edit /etc/crontab manually and remove any fwbackups-related lines.
ms: fwbackup tidak berupaya membersihkan crontab sistem: %s. Anda boleh sunting /etc/crontab secara manual dan buang mana-mana baris berkaitan-fwbackups.
sv: fwbackups kunde inte rensa systemets crontab: %s. Du bör kanske redigera /etc/crontab manuellt och ta bort alla rader som beror fwbackups.

source: Cleanup of the system crontab failed
ms: Pembersihan crontab sistem mengalami kegagalan
sv: Kunde inte rensa systemets crontab

source: Ready!
ms: Sedia!
sv: Redo!

source: fwbackups administrator started
ms: pentadbir fwbackups bermula
sv: fwbackups administratör startade

source: Would you like to clean up the log file?
ms: Anda mahu bersihkan fail log?
sv: Vill du rensa loggfilen?

source: The log file is becoming large (%s). Would you like to clear it? This will permanently remove all entries from the log.
ms: Fail log menjadi terlalu besar (%s). Anda mahu mengosongkannya? Tindakan ini akan membuang semua masukan secara kekal daripada log.
sv: Loggfilen har blivit stor (%s). Vill du rensa den? Detta kommer permanent ta bort alla poster från loggen.

source: Could not create notification: %s
ms: Tidak dapat cipta pemberitahuan: %s
sv: Kunde inte skapa avisering: %s

source: Regenerating crontab
ms: Menjana semula crontab
sv: Återskapar crontab

source: Please wait... Regenerating crontab
ms: Tunggu sebentar... Menjana semula crontab
sv: Vänta... Återskapar crontab

source: Could not parse the configuration for set '%s'
ms: Tidak dapat hurai konfigurasi untuk set '%s'
sv: Kunde inte tolka konfigurationen för set '%s'

source: The set configuration file '%s' failed to validate, so it may not be properly scheduled. Other sets are unaffected by this error.
ms: Fail konfigurasi set '%s' gagal disahkan, oleh itu ia tidak dapat dijadualkan dengan baik. Set-set lain tidak dipengaruhi oleh ralat ini.
sv: Setkonfigurationsfilen '%s' gick inte att validera, så den kanske inte är korrekt schemalagd. Övriga set påverkas inte av det här felet.

source: Internal error: generated entry for set '%s' was not parsable. Please submit a bug report.
ms: Ralat dalaman: masukan dijana untuk set '%s' yang tidak boleh dihurai. Sila serahkan laporan pepijat.
sv: Internt fel: genererad post för set '%s' kunde inte tolkas. Skicka gärna in en felrapport.

source: Could not schedule automated backups for set '%s'
ms: Tidak dapat jadualkan sandar berautomatik bagi set '%s'
sv: Kunde inte schemalägga automatiska säkerhetskopior för set '%s'

source: fwbackups could not regenerate a crontab entry because an error occured:
ms: fwbackups tidak dapat jana semulakan masukan crontab kerana satu ralat berlaku:
sv: fwbackups kunde inte generera en crontab-post eftersom ett fel inträffade.

source: %(a)s The crontab entry associated with the error was: %(b)s
ms: %(a)s Masukan crontab berkaitan dengan ralat adalah: %(b)s
sv: %(a)s crontab-posten som berördes av felet var: %(b)s

source: Saving set `%s' to the crontab
ms: Menyimpan set '%s' ke crontab
sv: Sparar set '%s' till crontab

source: Unable to write new crontab: %s
ms: Tidak boleh tulis crontab baharu: %s
sv: Kunde inte skriva ny crontab: %s

source: Unable to save backup schedule to crontab
ms: Tidak boleh simpan jadual sandar ke crontab
sv: Kunde inte spara säkerhetskopieringsschema till crontab

source: There was an error saving the new backup schedule. A backup will be restored, however the changes made to the backup schedule may not have been correctly saved. If you see this message, please report a bug against fwbackups.
ms: Terdapat ralat ketika menyimpan jadual sandar baharu. Satu sandar akan dipulihkan, tetapi perubahan yang telah dilakukan terhadap jadual sandar mungkin tidak dapat disimpan dengan betul. Jika anda lihat mesej ini, sila laporkan pepijat berkenaan fwbackups ini.
sv: Det gick inte att spara det nya backupschemat. En säkerhetskopiering kommer inte att återställas. Det kan hända att ändringarna för schemat inte sparats korrekt. Om du ser det här meddelandet, vänligen skicka in en bug-rapport till fwbackups.

source: A backup of the crontab was restored; the latest changes to the backup schedule not have been saved.
ms: Satu sandar dengan crontab telah dipulihkan; perubahan terakhir jadual sandar tidak dapat disimpan.
sv: En backup av crontab återställdes; de senaste ändringarna för backupschemat har inte sparats.

source: A backup of the crontab could not be restored
ms: Satu sandar crontab tidak dapat dipulihkan
sv: En säkerhetskopia av crontab kunde inte återställas

source: fwbackups is working
ms: fwbackups telah berjalan
sv: fwbackups arbetar

source: An operation is currently in progress. Would you like to cancel it and quit anyways?
ms: Satu operasi sedang berjalan. Anda mahu batalkannya dan keluar jua?
sv: En åtgärd pågår. Vill du avbryta den och avsluta oavsett?

source: Please wait... Canceling operations
ms: Tunggu sebentar... Membatalkan operasi
sv: Vänta... Avbryter åtgärder

source: fwbackups detected more than one alive threads!
ms: fwbackups mengesan lebih dari satu bebenang hidup!
sv: fwbackups hittade fler än en aktiv tråd!

source: Closed dead Paramiko thread: %s
ms: Bebenang Paramiko mati telah ditutup: %s
sv: Stängde död Paramiko-tråd: %s

source: Could not close thread %s!
ms: Tidak dapat menutup bebenang %s!
sv: Kunde inte stänga tråden %s!

source: Please submit a bug report and include this message.
ms: Sila serahkan laporan pepijat dan sertakan mesej ini.
sv: Skicka en felrapport och inkludera detta meddelande.

source: Could not save backup schedule
ms: Tidak dapat simpan jadual sandar
sv: Kunde inte spara kopieringsschema

source: fwbackups was unable to save the backup scheduling information to the crontab. If you are using manual times entry in one of your sets, please verify that all five fields are using the correct syntax.
ms: fwbackups tidak berupaya menyimpan maklumat penjadualan sandar ke dalam crontab. Jika masih menggunakan masukan waktu secara manual dalam salah satu set anda, sila sahkan kesemua lima medan menggunakan sintaks yang betul.
sv: fwbackups kunde inte spara information om kopieringsschemat till crontab. Om du använder manuell tidsinmatning i ett av dina set, kontrollera att alla fem fält använder korrekt syntax.

source: fwbackups administrator closed
ms: pentadbir fwbackups ditutup
sv: fwbackups administratör stängde

source: Creating thread
ms: Mencipta bebenang
sv: Skapar tråd

source: testConnection(): Creating thread
ms: testConnection(): Mencipta bebenang
sv: testConnection(): Skapar tråd

source: Attempting to connect
ms: Percubaan untuk menyambung
sv: Försöker ansluta

source: testConnection(): Thread returning with retval %s
ms: testConnection(): Bebenang dikembalikan dengan retval %s
sv: testConnection(): Tråd returnerade retval %s

source: Success!
ms: Berjaya!
sv: Lyckades!

source: fwbackups was able to connect and authenticate on '%s'.
ms: fwbackups dapat disambungkan dan disahihkan pada '%s'.
sv: fwbackups kunde ansluta och autentisera på '%s'.

source: Remote destination is not usable
ms: Destiansi jauh tidak boleh digunakan
sv: Fjärrdestinationen kan inte användas

source: The folder '%(a)s' on '%(b)s' either does not exist or it is not a folder. Please verify your settings and try again.
ms: Folder '%(a)s' pada '%(b)s' sama ada tidak wujud atau bukan sebuah folder. Sila sahkan tetapan anda dan cuba sekali lagi.
sv: Mappen '%(a)s' på '%(b)s' antingen saknas eller är inte en mapp. Kontrollera dina inställningar och försök igen.

source: Authentication failed
ms: Pengesahihan gagal
sv: Autentisering misslyckades

source: A connection to '%s' was established, but authentication failed. Please verify the username and password and try again.
ms: Satu sambungan ke '%s' telah dijalinkan, tetapi pengesahihan gagal. Sila sahkan nama pengguna dan kata laluan dan cuba sekali lagi.
sv: En anslutning till '%s' etablerades, men autentisering misslyckades. Kontrollera användarnamn och lösenord och försök igen.

source: A connection to '%s' could not be established
ms: Satu sambungan ke '%s' tidak dapat dijalinkan
sv: En anslutning till '%s' kunde inte etableras

source: Error %(a)s: %(b)s
ms: Ralat %(a)s: %(b)s
sv: Fel %(a)s: %(b)s

source: The server '%s' is not responding
ms: Pelayan '%s' tidak memberi respon
sv: Servern '%s' svarar inte

source: Please verify your settings and try again.
ms: Sila sahkan tetapan anda dan cuba sekali lagi.
sv: Kontrollera dina inställningar och försök igen.

source: Error: %s. Please verify your settings and try again.
ms: Ralat: %s. Sila sahkan tetapan anda dan cuba lagi.
sv: Fel: %s. Kontrollera dina inställningar och försök igen.

source: Unexpected error
ms: Ralat tidak dijangka
sv: Oväntat fel

source: Select file(s)
ms: Pilih fail(s)
sv: Välj fil(er)

source: Configuration files (*.conf)
ms: Fail konfigurasi (*.conf)
sv: Konfigurationsfiler (*.conf)

source: File Exists
ms: Fail Wujud
sv: Filen finns
