Repository: AJaquet/fwbackups
Catalog: po/*.po
Languages: ms, sv

source: Duplicate the selected backup set
ms: Ganda duakan set sandar terpilih
sv: Dubblera det markerade kopiesettet

source: D_uplicate Set
ms: D_uplikasi Set
sv: D_ubblera set

source: _View
ms: _Lihat
sv: _Visa

source: Switch to Overview
ms: Tukar ke Selayang Pandang
sv: Växla till översikt

source: _Overview
ms: _Selayang Pandang
sv: _Översikt

source: Switch to User Backup Sets
ms: Tukar ke Set Sandar Pengguna
sv: Växla till användares säkerhetskopieset

source: _Backup Sets
ms: _Sandar Set
sv: _Säkerhetskopiera set

source: Switch to One-Time Backup
ms: Tukar ke Sandar Sekali-Sahaja
sv: Växla till One-Time säkerhetskopiering

source: O_ne-Time Backup
ms: Sandar Sek_ali-Sahaja
sv: O_ne-Time säkerhetskopia

source: Switch to Log Viewer
ms: Tukar ke Pelihat Log
sv: Växla till loggvisare

source: _Log
sv: _Logg

source: Switch to Restore
ms: Tukar ke Pemulihan
sv: Växla till återställning

source: _Restore
ms: _Pulih
sv: Åte_rställ

source: _Help
ms: _Bantuan
sv: _Hjälp

source: Check for _Updates
ms: Periksa _Kemaskini
sv: Sök efter _uppdateringar

source: About fwbackups
ms: Perihal fwbackups
sv: Om fwbackups

source: <span size="large"> A feature-rich user backup program</span>
ms: <span size="large"> Sebuah program sandar pengguna banyak fiturnya</span>
sv: <span size="large"> Ett mångsidigt säkerhetskopieringsprogram för användare</span>

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
ms: Program ini adalah perisian bebas; anda boleh edar semula ia dan ubahsuai ia dibawah terma Lesen Awam Am GNU sepertimana yang diterbitkan oleh Free Software Foundation; sama ada Lesen versi 2 atau (ikut pilihan anda) mana-mana versi terkemudian. Program ini diedar dengan harapan ia akan berguna, tetapi TANPA APA-APA JAMINAN; begitu juga jaminan berkenaan KEBOLEHPASARAN atau KESESUAIAN APA JUA TUJUAN. Sila rujuk Lesem Awam AM GNU untuk perincian lanjut. Anda seharusnya menerima satu salinan Lesen Awam Am GNU bersama- sama dengan program ini; jika tidak disertakan, sila tulis perihal ini kepada Free Software Foundation, Inc., 51Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
sv: Programmet är fri mjukvara; du kan omdistribuera den och/eller ändra den enligt villkoren i GNU General Public License som publiceras av Free Software Foundation; antingen version 2 av licensen eller (om du så önskar) en senare version. Programmet distribueras med förhoppning om att göra nytta, men UTAN NÅGRA GARANTIER; utan ens en antydd garanti om MARKNADSVÄRDE eller DUGLIGHET FÖR ETT SÄRSKILT SYFTE. Se GNU General Public License för fler detaljer. Du bör ha mottagit en kopia av GNU General Public License tillsammans med programmet; skriv annars till Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: License
ms: Lesen
sv: Licens

source: Developers: Stewart Adam < s.adam@diffingo.com > Documenters: Stewart Adam < s.adam@diffingo.com > Translators: N/A Graphic Designers: Stewart Adam < s.adam@diffingo.com > * Based on gnome-icon-theme icons
ms: Pembangun: Stewart Adam < s.adam@diffingo.com > Pendokumen: Stewart Adam < s.adam@diffingo.com > Penterjemah: N/A Pereka Grafik: Stewart Adam < s.adam@diffingo.com > * Based on gnome-icon-theme icons
sv: Utvecklare: Stewart Adam < s.adam@diffingo.com > Dokumentation: Stewart Adam < s.adam@diffingo.com > Översättning: Transifex-gemenskapen Grafisk design: Stewart Adam < s.adam@diffingo.com > * Baserat på ikonerna i gnome-icon-theme

source: Credits
ms: Penghargaan
sv: Tack till

source: Select a file or folder
ms: Pilih satu fail atau folder
sv: Välj en fil eller map

source: <span size="larger" weight="bold">Primary text</span> Secondary text
ms: <span size="larger" weight="bold">Teks utama</span> Teks sekunder
sv: <span size="larger" weight="bold">Primär text</span> Sekundär text

source: Don't show me this message again
ms: Jangan tunjuk mesej ini lagi
sv: Visa inte det här meddelandet igen

source: Save to...
ms: Simpan ke...
sv: Spara till...

source: Status: fwbackups is running
ms: Status: fwbackups berjalan
sv: Status: fwbackups kör

source: _Show Administrator
ms: _Tunjkuk Pentadbir
sv: Vi_sa administratör

source: _Minimize to tray on close
ms: _Mininum ke dalam talam bila ditutup
sv: _Minimera till systemfält vid stängning

source: Display _Notifications
ms: Papar P_emberitahuan
sv: Visa aviseri_ngar

source: Edit preferences
ms: Sunting keutamaan
sv: Redigera inställningar

source: _Preferences
ms: _Keutamaan
sv: I_nställningar

source: _Quit
ms: K_eluar
sv: A_vsluta

source: _Export
ms: _Eksport
sv: _Exportera

source: Export to:
ms: Eksport ke:
sv: Exportera till:

source: <span size="larger" weight="bold">Export Sets</span>
ms: <span size="larger" weight="bold">Eksport Set</span>
sv: <span size="larger" weight="bold">Exportera set</span>

source: Select the set you would like to export.
ms: Pilih set yang anda mahu eksportkan.
sv: Välj det set du vill exportera.

source: Restore Files
ms: Pulih Fail
sv: Återställ filer

source: Set backup Local archive Local folder Remote archive (SSH) Remote folder (SSH)
ms: Set sandar Arkib setempat Folder setempat Arkib jauh (SSH) Folder jauh (SSH)
sv: Säkerhetskopiera set Lokalt arkiv Lokal mapp Fjärrarkiv (SSH) Fjärrmapp (SSH)

source: Date:
ms: Tarikh:
sv: Datum:

source: Browse...
ms: Layar...
sv: Bläddra...

source: Archive:
ms: Arkib:
sv: Arkiv:

source: Location:
ms: Lokasi:
sv: Plats:

source: Test Settings
ms: Tetapan Uji
sv: Testa inställningar

source: <i>Note: fwbackups will copy the remote backup to the disk first, then unpack it. Please ensure enough disk space is available.</i>
ms: <i>Perhatian: fwbackups akan menyalin sandar jauh ke dalam cakere dahulu, kemudian menyahpadatkannya. Sila pastikan ruang cakera bebas mencukupi.</i>
sv: <i>OBS: fwbackups kommer kopiera hela fjärrkopian till disken först, sedan packa upp den. Kontrollera att tillräckligt mycket diskutrymme finns tillgängligt.</i>

source: Source type:
ms: Jenis sumber:
sv: Källtyp:

source: Restore to:
ms: Pulih ke:
sv: Återställ till:

source: <i>Tip: entering '/' or selecting </i>'File System'<i> will restore files to their original locations.</i>
ms: <i>Petua: memasukkan '/' atau memilih </i>'Sistem Fail'<i> akan pulihkan fail ke lokasi asalnya.</i>
sv: <i>Tips: att ange '/' eller välja </i>'Filsystem'<i> återställer filerna till deras ursprungliga platser.</i>

source: Restore Progress:
ms: Kemajuan Pemulihan:
sv: Återställningsförlopp:

source: Start _Restore
ms: Mula _Pulih
sv: Starta åte_rställning

source: Preferences
ms: Keutamaan
sv: Inställningar

source: Minimize to tray on close
ms: Mininum ke dalam talam bila ditutup
sv: Minimera till systemfält vid stängning

source: Show notifications in tray area
ms: Tunjuk pemberitahuan dalam kawasan talam
sv: Visa aviseringar i fältområdet

source: Show tray icon
ms: Tunjuk ikon talam
sv: Visa fältikon

source: Start minimized
ms: Mula diminimumkan
sv: Starta minimerat

source: <b>Tray Options</b>
ms: <b>Pilihan Talam</b>
sv: <b>Fältalternativ</b>

source: Always show debug messages in the log
ms: Sentiasa tunjuk mesej nyahpepijat dalam log
sv: Visa alltid felsökningsmeddelanden i loggen

source: Start fwbackups (minimized) when I login
ms: Mulakan fwbackups (diminimumkan) ketika Saya daftar masuk
sv: Starta fwbackups (minimerat) när jag loggar in

source: Customize temporary directory
ms: Suaikan direktori sementara
sv: Anpassa temporär katalog

source: <b>Misc. Options</b>
ms: <b>Pilihan Pelbagai</b>
sv: <b>Övr. alternativ</b>

source: Pycron installation directory:
ms: Direktpri pemasangan Pycron:
sv: Pycron installationskatalog:

source: <b>Windows-specific options</b>
ms: <b>Pilihan khusus-Windows</b>
sv: <b>Windows-specifika alternativ</b>

source: Click to reset "Don't show me again" messages
ms: Klik untuk tetapkan semula mesej "Jangan tunjuk lagi"
sv: Klicka för att återställa "Visa inte igen"-meddelanden

source: Configure Set
ms: Konfigur Set
sv: Anpassa set

source: Paths
ms: Laluan
sv: Sökvägar

source: Destination Type:
ms: Jenis Destinasi:
sv: Destinationstyp:

source: <b>Day(s) of the Week</b>
ms: <b>Hari(s) dalam Seminggu</b>
sv: <b>Dag(ar) i veckan</b>

source: <b>Month(s)</b>
ms: <b>Bulan(s)</b>
sv: <b>Månad(er)</b>

source: Please use the same syntax a crontab does to enter your settings. <i>To obtain examples and more information on crontab syntax, click 'Help'.</i>
ms: Sila guna sintaks yang mana crontab lakukan untuk masukkan tetapan anda. <i>Untuk maklumat lanjut berkenaan sintaks crontab, klik 'Bantuan'.</i>
sv: Använd samma syntax som crontab gör när du anger dina inställningar. <i>För att se exempel och mer information om crontabs syntax, klicka på 'Hjälp'.</i>

source: No field verification is performed on a manual field to test if the input is valid. Please make sure there are no errors.
ms: Tiada pengesahan medan dibuat pada medan manual untuk pengujian jika input tidak sah. Sila pastikan tidak terdapat ralat.
sv: Ingen fältverifiering utförs på ett manuellt fält för att testa om indatan är giltig. Kontrollera att det inte finns några fel.

source: <b>Day(s) of Month</b>
ms: <b>Hari(s) dalam Sebulan</b>
sv: <b>Dag(ar) i månaden</b>

source: <b>Hour(s)</b>
ms: <b>Jam(s)</b>
sv: <b>Timme(-ar)</b>

source: <b>Minute(s)</b>
ms: <b>Minit(s)</b>
sv: <b>Minut(er)</b>

source: Manual Configuration
ms: Konfigurasi Manual
sv: Manuell konfiguration

source: All Months
ms: Semua Bulan
sv: Alla månader

source: Only during:
ms: Hanya semasa:
sv: Bara under:

source: From:
ms: Dari:
sv: Från:

source: January February March April May June July August September October November December
ms: Januari Februari Mac April Mei Jun Julai Ogos September Oktober November Disember
sv: Januari Februari Mars April Maj Juni Juli Augusti September Oktober November December

source: To:
ms: Hingga:
sv: Till:

source: <b>Months</b>
ms: <b>Bulan</b>
sv: <b>Månader</b>

source: Only on:
ms: Hanya pada:
sv: Bara den:

source: All days of the week
ms: Semua hari dalam seminggu
sv: Alla dagar i veckan

source: Sunday Monday Tuesday Wednesday Thurday Friday Saturday
ms: Ahad Isnin Selasa Rabu Khamis Jumaat Sabtu
sv: Söndag Måndag Tisdag Onsdag Torsdag Fredag Lördag

source: Sundays Mondays Tuesdays Wednesdays Thurdays Fridays Saturdays
ms: Ahad Isnin Selasa Rabu Khamis Jumaat Sabtu
sv: Söndagar Måndagar Tisdagar Onsdagar Torsdagar Fredagar Lördagar

source: <b>Days of the week</b>
ms: <b>Hari dalam Seminggu</b>
sv: <b>Dagar i veckan</b>

source: At:
ms: Pada:
sv: Plats:

source: All Hours
ms: Semua Jam
sv: Alla timmar

source: 0 (12am) 1 (1am) 2 (2am) 3 (3am) 4 (4am) 5 (5am) 6 (6am) 7 (7am) 8 (8am) 9 (9am) 10 (10am) 11 (11am) 12 (Noon) 13 (1pm) 14 (2pm) 15 (3pm) 16 (4pm) 17 (5pm) 18 (6pm) 19 (7pm) 20 (8pm) 21 (9pm) 22 (10pm) 23 (11pm)
sv: 0 (12am) 1 (1am) 2 (2am) 3 (3am) 4 (4am) 5 (5am) 6 (6am) 7 (7am) 8 (8am) 9 (9am) 10 (10am) 11 (11am) 12 (Mitt på dagen) 13 (1pm) 14 (2pm) 15 (3pm) 16 (4pm) 17 (5pm) 18 (6pm) 19 (7pm) 20 (8pm) 21 (9pm) 22 (10pm) 23 (11pm)

source: <b>Hours</b>
ms: <b>Jam</b>
sv: <b>Timmar</b>

source: Only at:
ms: Hanya pada:
sv: Bara på:

source: All Minutes
ms: Semua Minit
sv: Alla minuter

source: <b>Minute</b>
ms: <b>Minit</b>
sv: <b>Minut</b>

source: Easy Configuration
ms: Konfigurasi Mudah
sv: Enkel konfiguration

source: <i>Tip: Your backup will run whenever <b>all</b> of the criteria below match the system time and date.</i>
ms: <i>Petua: Sandar anda akan dijalankan bila <b>semua</b> kriteria di bawah menepati waktu dan tarikh sistem.</i>
sv: <i>Tips: Din säkerhetskopia körs när <b>alla</b> kriterier nedanför matchar systemets datum och tid.</i>

source: Times
ms: Waktu
sv: Tider

source: Backups are incremental
ms: Sandar boleh ditokok tambah
sv: Säkerhetskopior är successiva

source: Set is enabled
ms: Set dibenarkan
sv: Set är aktiverat

source: Include subfolders
ms: Termasuk subfolder
sv: Inkludera underkataloger

source: Number of old backups to keep:
ms: Bilangan sandar lama dikekalkan:
sv: Antal äldre säkerhetskopior att behålla:

source: <i>Tip: </i>0<i> makes a new backup always replace an older one. This option is unavailable with incremental backups.</i>
ms: <i>Petua: </i>0<i> Jadikan sandar baharu menggantikan yang lama. Pilihan ini tidak tersedia untuk sandar tokokan.</i>
sv: <i>Tips: </i>0<i> gör att en ny säkerhetskopia alltid ersätter en äldre. Detta alternativet är otillgängligt vid successiva säkerhetskopior.</i>

source: Options (Simple)
ms: Pilihan (Mudah)
sv: Alternativ (Enkelt)

source: Command to run before backup:
ms: Perintah dijalankan sebelum sandar:
sv: Kommando att köra före säkerhetskopiering:

source: Command to run after backup:
ms: Perintah dijalankan selepas sandar:
sv: Kommando att köra efter kopiering:

source: <i>Tip: The following tokens may be used in the commands: [destination], [set], [date], [backup], [remote_host], [remote_port], [remote_username], [remote_password] For a description of each, see the user manual.</i>
ms: <i>Petua: Token berikut boleh digunakan dalam perintah: [destination], [set], [date], [backup], [remote_host], [remote_port], [remote_username], [remote_password] Keterangannya boleh rujuk didalam panduan pengguna.</i>
sv: <i>Tips: Följande märken kan användas i kommandona: [destination], [set], [date], [backup], [remote_host], [remote_port], [remote_username], [remote_password] För beskrivningar av dem, se användarmanualen.</i>

source: Options (Advanced)
ms: Pilihan (Lanjutan)
sv: Alternativ (Avancerat)

source: <b>Name:</b>
ms: <b>Nama:</b>
sv: <b>Namn:</b>

source: fwbackups Initializing...
ms: fwbackups Mengawalkan...
sv: fwbackups startar...

source: A feature-rich user backup program
ms: Sebuah program sandar pengguna banyak fiturnya
sv: Ett mångsidigt säkerhetskopieringsprogram för användare

source: <span size="small">Please wait while fwbackups initializes.</span>
ms: <span size="small">Tunggu sebentar ketika fwbackups diawalkan.</span>
sv: <span size="small">Vänta medan fwbackups startar.</span>

source: Bug Report
ms: Laporan Pepijat
sv: Felrapport

source: <span size="larger" weight="bold">Sorry!</span>
ms: <span size="larger" weight="bold">Maaf!</span>
sv: <span size="larger" weight="bold">Tyvärr!</span>

source: fwbackups has run into an unexpected error. You may continue using the program, however it is recommended you quit and open fwbackups again.
ms: fwbakcup telah mengalami ralat tidak dijangka. Anda boleh terus guna program, tetapi adalah baik anda tutup dahulu kemudian buka fwbackup sekali lagi.
sv: fwbackups har påträffat ett oväntat fel. Du kan fortsätta att använda programmet, men vi rekommenderar att du stänger och öppnar fwbackups igen.

source: Traceback Here
ms: Surih Balik Di Sini
sv: Bakåtspårning här

source: _Details
ms: Per_incian
sv: _Detaljer

source: Canceling the current operation!
ms: Membatalkan operasi semasa!
sv: Avbryter pågående åtgärd!

source: Stopping process with ID %s
ms: Menghentikan proses dengan ID %s
sv: Stoppar process med ID %s

source: Could not stop process %(a)s: %(b)s
ms: Tidak dapat hentikan proses %(a)s: %(b)s
sv: Kunde inte stoppa process %(a)s: %(b)s

source: The operation has been cancelled.
ms: Operasi telah dibatalkan.
sv: Åtgärden avbröts.

source: Error handling file `%s'
ms: Ralat mengendali fail '%s'
sv: Fel vid hantering av filen '%s'

source: Output: %s
sv: Utdata: %s

source: Destination folder `%s' exists
ms: Folder destination `%s' wujud
sv: Destinationsmappen '%s' finns

source: Created destination folder `%s'
ms: Folder destination `%s' dicipta
sv: Skapade destinationsmapp '%s'

source: The destination folder `%(a)s' could not be created: %(b)s
ms: Folder destinasi '%(a)s' tidak dapat dicipta: %(b)s
sv: Destinationsmappen '%(a)s' kunde inte skapas: %(b)s

source: You do not have read and write permissions on the destination `%s' - if you backed up system files, this operation may fail.
ms: Anda tidak mempunyai keizinan baca dan tulis pada destinasi '%s' - jika anda menyandar fail sistem, operasi ini akan gagal.
sv: Du har inte läs och skrivrättigheter för destinationen `%s' - Den här åtgärden kan misslyckas om du har säkerhetskopierat systemfiler.

source: rpm - Package list
ms: rpm - Senarai pakej
sv: rpm - Paketlista

source: Pacman - Package list
ms: Pacman - Senarai pakej
sv: Pacman - Paketlista

source: dpkg - Package list
ms: dpkg - Senarai pakej
sv: dpkg - Paketlista

source: Attempting to connect to server %s...
ms: Cuba menyambung dengan pelayan %s...
sv: Försöker ansluta till servern %s...

source: Attempt to connect succeeded.
ms: Percubaan untuk menyambung berjaya.
sv: Försök att ansluta lyckades.

source: The backup destination was either not found or it cannot be written to due to insufficient permissions.
ms: Destinasi sandar sama ada tidak ditemui atau tidak dapat ditulis atas sebab keizinan tidak mencukupi.
sv: Platsen för säkerhetskopieringen hittades inte, eller kan inte skrivas till p.g.a. otillräcklig behörighet.

source: A connection was established, but authentication failed. Please verify the username and password and try again.
ms: Satu sambungan telah dijalinkan, tetapi pengesahihan gagal. Sila sahkan nama pengguna dan kata laluan dan cuba sekali lagi.
sv: En anslutning etablerades, men autentisering misslyckades. Kontrollera användarnamn och lösenord och försök igen.

source: A connection to the server could not be established. Error %(a)s: %(b)s
ms: Satu sambungan ke pelayan tidak dapat dijalinkan. Ralat %(a)s: %(b)s
sv: En anslutning till servern kunde inte etableras. Fel %(a)s: %(b)s

source: A connection to the server has timed out. Please verify your settings and try again.
ms: Satu sambungan dengan pelayan telah tamat masa. Sila sahkan tetapan anda dan cuba sekali lagi.
sv: Det gick inte att ansluta till servern. Kontrollera dina inställningar och försök igen.

source: A connection to the server could not be established because an error occurred: %s
ms: Satu sambungan ke pelayan tidak dapat dijalinkan kerana ralat berlaku: %s
sv: Kunde inte etablera en anslutning till servern på grund av ett fel: %s

source: Using %s on Windows: Cancel function will only take effect after a path has been completed.
ms: Penggunaan %s pada Windows: Fungsi batal hanya berkesan selepas laluan diselesaikan.
sv: Använder %s i Windows: Avbrottsfunktionen verkställs först när en sökväg har slutförts.

source: Backing up path %(a)i/%(b)i: %(c)s
ms: Menyandar laluan %(a)i/%(b)i: %(c)s
sv: Tar säkerhetskopia av sökväg %(a)i/%(b)i: %(c)s

source: Running command: nice -n %(a)i %(b)s '%(c)s'
ms: Perintah dijalankan: nice -n %(a)i %(b)s '%(c)s'
sv: Kör kommando: nice -n %(a)i %(b)s '%(c)s'

source: Starting subprocess with PID %s
ms: Memulakan subproses dengan PID %s
sv: Startar subprocess med PID %s

source: Subprocess with PID %(a)s exited with status %(b)s
ms: Subproses dengan PID %(a)s wujud dengan status %(b)s
sv: Subprocess med PID %(a)s avslutade med status %(b)s

source: Process exited with status %(a)s. Errors: %(b)s
ms: Proses tamat dengan status %(a)s. Ralat: %(b)s
sv: Process avslutade med status %(a)s. Fel: %(b)s

source: Adding path `%s' to the archive
ms: Menambah laluan '%s' ke arkib
sv: Lägger till sökväg '%s' till arkivet

source: Using %s: Must backup all paths at once - Progress notification will be disabled.
ms: Penggunaan %s: Mesti sandar semua laluan serentak - Pemberitahuan kemajuan akan dilumpuhkan.
sv: Använder %s: Måste ta säkerhetskopia på alla sökvägar samtidigt - Förloppsavisering kommer avaktiveras.

source: Running command: nice -n %(a)i %(b)s %(c)s
ms: Perintah dijalankan: nice -n %(a)i %(b)s %(c)s
sv: Kör kommando: nice -n %(a)i %(b)s %(c)s

source: Path %s is missing or cannot be read and will be excluded from the backup.
ms: Laluan %s hilang atau tidak dapat dibaca dan akan diasingkan dari sandar.
sv: Sökvägen %s saknas eller kan inte läsas, och kommer hoppas över vid säkerhetskopiering.

source: Running command: nice -n %(a)i %(b)s %(c)s '%(d)s'
ms: Perintah dijalankan: nice -n %(a)i %(b)s %(c)s '%(d)s'
sv: Kör kommando: nice -n %(a)i %(b)s %(c)s '%(d)s'

source: Sending files to server via SFTP
ms: Menghantar fail ke pelayan melalui SFTP
sv: Skickar filer till server via SFTP

source: Could not send file(s) or folder to server:
ms: Tidak dapat hantar fail(s) atau folder ke pelayan:
sv: Kunde inte skicka fil(er) eller mapp till server:

source: This function is designed to be subclassed
ms: Fungsi ini direka sebagai subkelas
sv: Den här funktionen utformades för att vara en delklass

source: Starting one-time backup operation
ms: Memulakan operasi sandar sekali-sahaja
sv: Startar one-time säkerhetskopiering

source: There are no paths to backup!
ms: Tiada laluan untuk sandar!
sv: Det finns inga sökvägar att säkerhetskopiera!

source: `%s' exists and will be overwritten.
ms: `%s' wujud dan akan ditulis-gantikan.
sv: '%s' finns och kommer skrivas över.

source: Finished one-time backup
ms: Sandar sekali-sahaja selesai
sv: Slutförde one-time säkerhetskopiering

source: Starting automatic backup operation of set `%s'
ms: Memulakan operasi sandar automatik untuk set '%s'
sv: Startar automatisk säkerhetskopiering av set '%s'

source: Executing '%s' command
ms: Melakukan perintah '%s'
sv: Kör kommandot '%s'

source: Command returned with a non-zero exit status!
ms: Perintah dikembalikan dengan status keluar bukan-sifar!
sv: Kommandot returnerade en avslutningsstatus annan än 0!

source: Removing old backup `%(a)s' on %(b)s
ms: Membuang sandar lama `%(a)s' pada `%(b)s
sv: Tar bort gammal säkerhetskopia '%(a)s' på %(b)s

source: Removing old backup `%s'
ms: Membuang sandar lama '%s'
sv: Tar bort gammal säkerhetskopia '%s'

source: Moving `%s' to `%s'
ms: Mengalih `%s' ke `%s'
sv: Flyttar '%s' till '%s'

source: `%s' is not an rsync backup - removing.
ms: `%s' bukanlah sandar rsync - dibuangkan.
sv: '%s' är inte en rsync-kopia - tar bort.

source: Finished automatic backup operation of set '%s'
ms: Operasi sandar berautomatik bagi set '%s' selesai
sv: Slutförde automatisk säkerhetskopiering av set '%s'

source: Starting restore operation
ms: Memulakan operasi pemulihan
sv: Startar återställning

source: Attempting to connect to server
ms: Cuba menyambung dengan pelayan
sv: Försöker ansluta till server

source: The restore source was either not found or it cannot be read due to insufficient permissions.
ms: Sumber pemulihan sama ada tidak ditemui atau tidak dapat ditulis atas sebab keizinan tidak mencukupi.
sv: Återställningskällan hittades inte, eller kan inte läsas p.g.a. otillräcklig behörighet.

source: Receiving files from server
ms: Menerima fail dari pelayan
sv: Tar emot filer från server

source: Could not receive file from server: %s
ms: Tidak menerima fail dari pelayan: %s
sv: Kunde inte ta emot fil från server: %s

source: Finished restore operation
ms: Operasi pemulihan selesai
sv: Slutförde återställning

source: Source `%s' is not a file or folder!
ms: Sumber '%s' bukanlah sebuah fail atau folder!
sv: Källan '%s' är inte en fil eller mapp!

source: Source `%s' is not an archive!
ms: Sumber '%s' bukanlah sebuah arkib!
sv: Källan '%s' är inte ett arkiv!

source: Source `%s' is not a folder
ms: Sumber '%s' bukanlah sebuah folder!
sv: Källan '%s' är inte en mapp
