Repository: AJaquet/fwbackups
Catalog: po/*.po
Languages: ms, sv

source: '%s.conf' already exists! Would you like to overwrite it?
ms: '%s.conf' telah wujud! Anda mahu menulis-ganti ia?
sv: '%s.conf' finns redan! Vill du skriva över den?

source: Exported set `%(a)s' to `%(b)s'
ms: Set dieksport `%(a)s' ke `%(b)s'
sv: Exporterade set '%(a)s' till '%(b)s'

source: Export Sets
ms: Eksport Set
sv: Exportera set

source: Sets exported
ms: Set dieksport
sv: Set exporterade

source: The selected sets were exported successfully.
ms: Set terpilih telah berjaya dieskportkan.
sv: De valda setten exporterades.

source: No set has been selected
ms: Tiada set telah dipilih
sv: Inget set har valts

source: You must select a set to duplicate.
ms: Anda mesti pilih satu set untuk diduplikasikan.
sv: Du måste välja ett set att duplicera.

source: _copy
ms: _salin
sv: _kopiera

source: Could not remove fwbackup's session autostart regkey: %s
ms: Tidak dapat buang regkey automula sesi fwbackup: %s
sv: Kunde inte ta bort fwbackups autostartsregisterpost för sessionen: %s

source: Could not remove fwbackup's session autostart file: %s
ms: Tidak dapat buang fail automula sesi fwbackup: %s
sv: Kunde inte ta bort fwbackups autostartfil för sessionen: %s

source: Resetting preference '%(a)s' to 0
ms: Menetap semula keutamaan '%(a)s' ke 0
sv: Återställer inställning '%(a)s' till 0

source: Select a Folder
ms: Pilih satu Folder
sv: Välj en map

source: Missing information
ms: Maklumat hilang
sv: Saknar information

source: Please enter a Pycron installation directory.
ms: Sila masukkan direktori pemasangan Pycron.
sv: Ange en installationsmapp för Pycron.

source: Configuration not found
ms: Konfigurasi tidak ditemui
sv: Inställningar hittades inte

source: The pycron configuration file was not found in the directory entered. Please ensure that pycron is installed in the selected installation folder and that it contains either a pycron configuration file or the sample pycron configuration.
ms: Fail konfigurasi pycron tidak ditemui dalam direktori yang dimasukkan. Sila pastikan pycron tersebut dipasang dalam folder pemasangan terpilih dan ia mengandungi sama ada fail konfigurasi pycron atau sampel konfigurasi pycron.
sv: Pycrons konfigurationsfil hittades inte i angiven katalog. Säkerställ att pycron är installerat i vald katalog och att den innehåller en konfigurationsfil, eller exempelfil för pycron.

source: Please complete the host, username, folder and port fields.
ms: Sila lengkapkan medan hos, nama pengguna, folder dan port.
sv: Komplettera fälten värd, användarnamn, mapp, och port.

source: You must select a set to edit.
ms: Anda mesti pilih satu set untuk disunting.
sv: Du måste välja ett set att redigera.

source: You must select a set to remove.
ms: Anda mesti pilih satu set untuk dibuang.
sv: Du måste välja ett set att ta bort.

source: Delete backup set '%s'?
ms: Padam set sandar '%s'?
sv: Ta bort säkerhetskopia set '%s'?

source: This action will permanently delete the backup set configuration. This action does not delete any existing backups or files.
ms: Tindakan ini akan memadam konfigurasi set sandar secara kekal. Sebaliknya tindakan ini tidak memadam mana-mana sandar atau fail.
sv: Den här åtgärden kommer ta bort säkerhetskopieringsinställningarna för settet permanent. Åtgärden tar inte bort befintliga kopior eller filer.

source: An error occured while removing set `%(a)s': %(b)s
ms: Satu ralat berlaku ketika membuang set '%(a)s': %(b)s
sv: Ett fel inträffade när set '%(a)s' togs bort: %(b)s

source: Could not remove backup set '%s'
ms: Tidak dapat buang set sandar '%s'
sv: Kunde inte ta bort säkerhetskopia set '%s'

source: Could not remove the automated backup schedule for set '%s'
ms: Tidak dapat buang jadual sandar berautomatik bagi set '%s'
sv: Kunde inte ta bort det automatiska kopieringsschemat för set '%s'

source: Removing set `%s'
ms: Membuang set '%s'
sv: Tar bort set '%s'

source: An unexpected error occured while attempting to obtain the selected set: %s
ms: Satu ralat tidak dijangka berlaku ketika cuba mendapatkan set terpilih: %s
sv: Ett oväntat fel inträffade när det markerade settet skulle hämtas: %s

source: You must select a set to restore.
ms: Anda mesti pilih satu setu untuk dipulihkan.
sv: Du måste välja ett set att återställa.

source: Please fill in the Folder field.
ms: Sila isi medan Folder.
sv: Fyll i mappfältet.

source: Please fill in the Host, Username, Port and Folder fields.
ms: Sila isi medan Hos, Nama Pengguna, Port dan Folder.
sv: Fyll i fälten Värd, Användarnamn, Port, och Mapp.

source: Please complete all of the host, username, folder and port fields.
ms: Sila lengkapkan semua medan hos, nama pengguna, folder dan port.
sv: Komplettera alla fälten värd, användarnamn, mapp och port.

source: Log cleared
ms: Log dikosongkan
sv: Logg rensad

source: Clear the old log entries?
ms: Kosongkan masukan log lama?
sv: Rensa gamla loggposter?

source: This action will permanently remove all log entries.
ms: Tindakan ini akan membuang semua masukan log secara kekal.
sv: Åtgärden kommer ta bort alla loggposter permanent.

source: Log saved to file `%s'
ms: Log disimpan ke dalam fail '%s'
sv: Logg sparad till filen '%s'

source: Previous backups could not be found
ms: Sandar terdahulu tidak ditemui
sv: Tidigare säkerhetskopior kunde inte hittas

source: The destination folder for set '%s' was not found.
ms: Folder destinasi untuk set '%s' tidak ditemui.
sv: Destinationsmappen för set '%s' hittades inte.

source: fwbackups was unable to authenticate on the remote server. Please verify the username and password for set '%s' and try again.
ms: fwbackups tidak berupaya disahihkan pada pelayan jauh. Sila sahkan nama pengguna dan kata laluan dan untuk set '%s' dan cuba sekali lagi.
sv: fwbackups kunde inte autentisera mot fjärrservern. Kontrollera användarnamn och lösenord för set '%s' och försök igen.

source: Connection failed
ms: Sambungan gagal
sv: Anslutning misslyckades

source: A connection to the server could not be established: Error %(a)s: %(b)s Please verify your settings and try again.
ms: Satu sambungan dengan pelayan tidak dapat dijalinkan: Ralat %(a)s: %(b)s Sila sahkan tetapan anda dan cuba sekali lagi.
sv: Kunde inte etablera en anslutning till servern: Fel %(a)s: %(b)s Kontrollera dina inställningar och försök igen.

source: Remote server is not responding
ms: Pelayan jauh tidak memberi respon
sv: Fjärrservern svarar inte

source: A connection to the server could not be established because an error occurred: %s Please verify your settings and try again.
ms: Satu sambungan dengan pelayan tidak dapat dijalinkan kerana ada ralat berlaku: %s Sila sahkan tetapan anda dan cuba sekali lagi.
sv: Kunde inte etablera en anslutning till servern på grund av ett fel: %s Kontrollera dina inställningar och försök igen.

source: Error obtaining file listing in destination %(a)s: %(b)s
ms: Ralat mendapatkan senarai fail dalam destinasi %(a)s: %(b)s
sv: Fel vid hämtning av fillistor i destination %(a)s: %(b)s

source: Could not get a list of old backups for set '%s'
ms: Tidak memperoleh satu senarai sandar lama bagi set '%s'
sv: Kunde inte hämta en lista över gamla säkerhetskopior för set '%s'

source: If the destination is on removable media such as an external hard disk, please attach it and try again.
ms: Jika destinasi berada pada media mudah alih seperti cakera keras luar, sila palamkannya semula dan cuba lagi sekali.
sv: Om destinationen finns på flyttbar media, t.ex. en extern hårddisk, anslut den och försök igen.

source: No backups found
ms: Tiada sandar ditemui
sv: Inga säkerhetskopior hittades

source: Automated restore not supported
ms: Pemulihan automatik tidak disokong
sv: Automatisk återställning stöds inte

source: This backup set cannot be automatically restored because restoration of Archive backups has not been implemented for systems with Python 2.4. Please see the user guide for details on manual restoration.
ms: Set sandar ini tidak dapat dipulihkan secara automatik kerana pemulihan sandar Arkib tidak dapat dilaksanakan untuk sistem yang mempunyai Python 2.4. Sila rujuk panduan pengguna untuk perincian pemulihan secara manual.
sv: Det här kopiesettet kan inte återställas automatiskt, eftersom återställning av arkivkopior inte har implementerats för system med Python 2.4. Se användarguiden för vidare detaljer om manuell återställning.

source: Please select a backup date.
ms: Sila pilih satu tarikh sandar.
sv: Välj ett datum för säkerhetskopiering.

source: The backup set '%s' does not have any stored backups yet! Choose another set, or alternatively choose a different restore source.
ms: Set sandar '%s' tidak mempunyai apa-apa sandar tersimpan lagi! Pilih set lain, atau sebagai pengganti pilih satu sumber pulih yang lain.
sv: Kopiesettet '%s' har inga sparade säkerhetskopior än! Välj ett annat set, eller välj en annan källa för återställning.

source: Restore source
ms: Pulih sumber
sv: Återställ källa

source: Please enter the location of the local archive.
ms: Sila masukkan lokasi bagi arkib setempat.
sv: Ange plats för det lokala arkivet.

source: Wrong file type
ms: Jenis fail salah
sv: Fel filtyp

source: The file you selected is not a supported archive. Supported archives types are tar with no, gzip or bzip2 compression.
ms: Fail yang anda pilih bukan arkib yang disokong. Jenis arkib yang disokong adalah tar tanpa pemampatan, gzip atau bzip2.
sv: Arkivfilen du har valt stöds inte. Arkivformat som stöds är tar utan gzip eller bzip2-komprimering.

source: Please enter the location of the local folder.
ms: Sila masukkan lokasi bagi folder setempat.
sv: Ange plats för den lokala mappen.

source: Invalid set name
ms: Nama set tidak sah
sv: Ogiltigt setnamn

source: Please enter a set name.
ms: Sila masukkan satu nama set.
sv: Ange ett setnamn.

source: 'temporary_name' is a reserved name. Please choose another name for the set.
ms: 'temporary_name' adalah nama simpanan. Sila pilih nama lain untuk set ini.
sv: 'temporary_name' är ett reserverat namn. Välj ett annat namn för settet.

source: Overwrite settings for set '%s'?
ms: Tulis ganti tetapan untuk set '%s'?
sv: Skriv över inställningar för set '%s'?

source: This will overwrite the stored settings with the current ones. Are you sure you want to continue?
ms: Tindakan ini akan menulis-ganti tetapan tersimpan dengan yang semasa. Anda pasti mahu teruskan?
sv: Detta kommer skriva över de lagrade inställningarna med nuvarande inställningar. Är du säker på att du vill fortsätta?

source: Error parsing configuration file
ms: Ralat menghurai fail konfigurasi
sv: Fel vid tolkning av konfigurationsfil

source: fwbackups will using the default times instead.
ms: fwbackups akan menggunakan masa lalai sebagai ganti.
sv: fwbackups kommer använda förvalda tider istället.

source: Unknown destination type `%s'
ms: Jenis destinasi '%s' tidak diketahui
sv: Okänd destinationstyp '%s'

source: Error creating the automated backup schedules
ms: Ralat mencipta jadual sandar berautomatik
sv: Fel vid skapande av automatiska kopieringsscheman

source: The crontab could not be written because an error occured: %s
ms: Crontab tidak dapat ditulis kerana ralat berlaku: %s
sv: Crontab kunde inte skrivas eftersom ett fel inträffade: %s

source: Parsing configuration files
ms: Menghurai fail konfigurasi
sv: Tolkar konfigurationsfiler

source: Refusing to parse file `%s': configuration files must end in `.conf'
ms: Menafikan penghuraian fail '%s': Fail konfigurasi mesti berakhir dengan '.conf'
sv: Vägrar att tolka filen '%s': konfigurationsfiler måste sluta med '.conf'

source: Renaming set `%(a)s' to `%(b)s
ms: Menamakan semula set `%(a)s' menjadi `%(b)s
sv: Döper om set '%(a)s' till '%(b)s

source: Renaming set `%(a)s' to `%(b)s failed: %(c)s
ms: Penamaan semula set `%(a)s' ke `%(b)s telah gagal: %(c)s
sv: Kunde inte döpa om set '%(a)s' till '%(b)s: %(c)s

source: Could not rename set '%(a)s' to '%(b)s'
ms: Tidak dapat menamakan semula set '%(a)s' ke '%(b)s'
sv: Kunde inte döpa om set '%(a)s' till '%(b)s'

source: Creating set `%s'
ms: Mencipta set `%s'
sv: Skapar set '%s'

source: Saving changes to set `%s'
ms: Menyimpan perubahan bagi set `%s'
sv: Sparar ändringar av set '%s'

source: Your set configuration changes were saved, but fwbackups was unable to save the backup scheduling information to the crontab. If you are using manual times entry, please verify that all five fields are using the correct syntax.
ms: Perubahan konfigurasi set anda telah disimpan, tetapi fwbackups tidak berupaya menyimpan maklumat penjadualan sandar ke dalam crontab. Jika masih menggunakan masukan waktu secara manual dalam salah satu set anda, sila sahkan kesemua lima medan menggunakan sintaks yang betul.
sv: Dina ändrade inställningar för set sparades, men fwbackups kunde inte spara kopieringsschemainformationen till crontab. Om du använder manuell tidsinmatning, kontrollera att alla fem fält använder korrekt syntax.

source: [%(a)i/%(b)i] Backing up: %(c)s
ms: [%(a)i/%(b)i] Menyandar: %(c)s
sv: [%(a)i/%(b)i] Tar säkerhetskopia: %(c)s

source: [%(a)i/%(b)i] Backing up files... Please wait
ms: [%(a)i/%(b)i] Menyandar fail... Tunggu sebentar
sv: [%(a)i/%(b)i] Säkerhetskopierar filer... Vänta

source: Cleaning old backups
ms: Membersihkan sandar lama
sv: Rensar gamla säkerhetskopior

source: Sending files to remote server
ms: Menghantar fail ke pelayan jauh
sv: Skickar filer till fjärrserver

source: Executing user command
ms: Melakukan perintah pengguna
sv: Exekverar användarkommando

source: You must select to initiate a manual set backup.
ms: Anda mesti pilih untuk awalkan sandar set manual.
sv: Du måste välja att starta en manuell säkerhetskopiering av settet.

source: Initializing
ms: Mengawalkan
sv: Startar

source: Starting a set backup operation of '%(a)s'
ms: Memulakan operasi sandar set bagi '%(a)s'
sv: Startar en set-säkerhetskopiering av '%(a)s'

source: Please wait...
ms: Tunggu sebentar...
sv: Vänta...

source: Working
ms: Bekerja
sv: Arbetar

source: <span color="Red">Error</span>
ms: <span color="Red">Ralat</span>
sv: <span color="Red">Fel</span>

source: An error occurred while initializing the backup operation: %s
ms: Satu ralat berlaku ketika mengawalkan operasi sandar: %s
sv: Ett fel inträffade när säkerhetskopieringsåtgärden initialiserades: %s

source: Error initializing backup
ms: Ralat mengawalkan sandar
sv: Fel vid initialisering av säkerhetskopiering

source: Finished the automatic backup operation of set `%(a)s'
ms: Selesai operasi sandar berautomatik bagi set `%(a)s'
sv: Slutförde den automatiska säkerhetskopieringen av set '%(a)s'

source: <span color="dark green">Operation complete</span>
ms: <span color="dark green">Operasi selesai</span>
sv: <span color="dark green">Åtgärd slutförd</span>

source: An error occured while performing the automatic backup operation of set `%(a)s'
ms: Satu ralat berlaku ketika melakukan operasi sandar berautomatik bagi set `%(a)s'
sv: Ett fel inträffade vid automatisk säkerhetskopiering av set '%(a)s'

source: The automatic backup operation of set `%(a)s' was cancelled
ms: Operasi sandar berautomatik bagi set `%(a)s' telah dibatalkan
sv: Den automatiska säkerhetskopieringen av set '%(a)s' avbröts

source: <span color="red">Operation cancelled</span>
ms: <span color="red">Operasi dibatalkan</span>
sv: <span color="red">Åtgärd avbruten</span>

source: Operation cancelled
ms: Operasi dibatalkan
sv: Åtgärd avbruten

source: Cancelling...
ms: Membatalkan...
sv: Avbryter...

source: Starting a one-time backup operation
ms: Mulakan operasi sandar sekali-sahaja
sv: Startar en one-time säkerhetskopiering

source: Finished the one-time backup operation
ms: Selesai operasi sandar sekali-sahaja
sv: Slutförde one-time säkerhetskopiering

source: An error occured while performing the one-time backup operation
ms: Satu ralat berlaku ketika melakukan operasi sandar sekali-sahaja
sv: Ett fel inträffade vid one-time säkerhetskopiering

source: The one-time backup operation was cancelled
ms: Operasi sandar sekali-sahaja telah dibatalkan
sv: One-time säkerhetskopiering avbröts

source: Receiving files from remote server
ms: Menerima fail dari pelayan jauh
sv: Tar emot filer från fjärrserver

source: Restoring: %s
ms: Memulihkan: %s
sv: Återställer: %s

source: Starting a restore operation
ms: Memulakan satu operasi pemulihan
sv: Startar en återställning

source: There was an error while performing the restore! Enable debug messages for more information.
ms: Terdapat ralat ketika memulakan pemulihan! Benarkan mesej nyahpepijat untuk maklumat lanjut.
sv: Ett fel inträffade vid återställningen! Aktivrea felsökningsmeddelanden för mer information.

source: An error occurred while initializing the restore operation: %s
ms: Satu ralat berlaku ketika mengawalkan operasi pulih: %s
sv: Ett fel inträffade vid initialisering av återställningsåtgärden: %s

source: Error initializing restore operation
ms: Ralat mengawalkan operasi pulih
sv: Fel vid initialisering av återställning

source: Finished the restore operation
ms: Selesai operasi pulih
sv: Slutförde återställningen

source: An error occured while performing the restore operation
ms: Satu ralat berlaku ketika melakukan operasi pulih
sv: Ett fel inträffade under återställningen

source: The restore operation was cancelled
ms: Operasi pulih telah dibatalkan
sv: Återställningen avbröts

source: Show this program's version and exit
ms: Tunjuk versi program kemudian keluar
sv: Visa programmets version och avsluta

source: Show this help message and exit
ms: Tunjuk mesej bantuan ini kemudian keluar
sv: Visa detta hjälpmeddelande och avsluta

source: print log messages to the terminal. Use this option twice
ms: cetak mesej log ke terminal. Guna pilihan ini dua kali
sv: skriv loggmeddelanden till terminalen. Använd väljaren två gånger

source: start GUI minimized in the system tray
ms: GUI mula diminimumkan dalam talam sistem
sv: starta gränssnitt minimerat i systemfältet

source: To start, click one of the buttons on the above or use the menus.
ms: Untuk mula, klik pada salah satu butang di ata atau guna menu.
sv: För att starta, klicka på en av knapparna ovanför, eller använd menyerna.

source: Please do not forget to check your fwbackups log regularly to be informed about any errors and/or failed backup runs.
ms: Jangan lupa periksa log fwbackups secara tetap untuk mengetahui apa-apa ralat dan /atau sandar dijalankan yang gagal.
sv: Glöm inte att kontrollera dina fwbackups-loggar med jämna mellanrum för att hålla dig informerad om eventuella fel och/eller misslyckade kopieringskörningar.

source: [ set by runapp.py ]
ms: [ ditetapkan oleh runapp.py ]
sv: [ satt av runapp.py ]

source: <b>Welcome</b>
ms: <b>Selamat Datang</b>
sv: <b>Välkommen</b>

source: <i>Not Loaded</i>
ms: <i>Tidak Dimuatkan</i>
sv: <i>Inte inläst</i>

source: Total backup sets:
ms: Jumlah set sandar:
sv: Totalt kopieset:

source: Failed backup runs:
ms: Sandar dijalankan gagal:
sv: Misslyckade kopieringar:

source: <span size="large" weight="bold">Overview</span>
ms: <span size="large" weight="bold">Selayang Pandang</span>
sv: <span size="large" weight="bold">Överblick</span>

source: _New Set
ms: Set _Baharu
sv: _Nytt set

source: Ed_it Set
ms: Sunt_ing Set
sv: Red_igera set

source: _Delete Set
ms: Pa_dam Set
sv: _Ta bort set

source: _Backup Set Now
ms: _Sandar Set Sekarang
sv: _Säkerhetskopiera set nu

source: Re_store Set
ms: P_ulih Set
sv: Åter_ställ set

source: _Finish
ms: _Selesai
sv: A_vsluta

source: Backup progress:
ms: Kemajuan sandar:
sv: Kopieringsförlopp:

source: <span size="large" weight="bold">Backups Sets</span>
ms: <span size="large" weight="bold">Sandar Set</span>
sv: <span size="large" weight="bold">Kopieset</span>

source: _Add File(s)
ms: T_ambah Fail(s)
sv: _Lägg till fil(er)

source: _Add Folder(s)
ms: T_ambah Folder(s)
sv: _Lägg till mapp(ar)

source: Local folder Remote folder (SSH)
ms: Folder setempat Folder jauh (SSH)
sv: Lokal mapp Fjärrmapp (SSH)

source: _Browse...
ms: _Layar...
sv: _Bläddra...

source: Folder:
sv: Mapp:

source: /folder
sv: /mapp

source: Host:
ms: Hos:
sv: Värd:

source: Username:
ms: Nama pengguna:
sv: Användarnamn:

source: Password:
ms: Kata laluan:
sv: Lösenord:

source: _Test Settings
ms: Tetapan _Uji
sv: _Testa inställningar

source: Hide password
ms: Sembunyi kata laluan
sv: Dölj lösenord

source: Destination type:
ms: Jenis destinasi:
sv: Destinationstyp:

source: Archive (files and folders are packed into a tar archive)
ms: Arkib (fail dan folder dipek dalam satu arkib tar)
sv: Arkivera (filer och mappar packas i ett tar-arkiv)

source: Direct copy of the files and folders
ms: Salin terus fail dan folder
sv: Direkt kopia av filer och mappar

source: Compress archive using
ms: Mampat arkib menggunakan
sv: Komprimera arkiv med

source: gzip: fast, lightweight bzip2: slower, more efficient
ms: gzip: pantas, ringan bzip2: lebih perlahan, lebih efisyen
sv: gzip: snabbt, resurssnålt bzip2: långsammare, mer effektivt

source: <b>Backup Format</b>
ms: <b>Format Sandar</b>
sv: <b>Kopieringsformat</b>

source: Enabled
ms: Dibenarkan
sv: Aktiverad

source: Recursive
ms: Rekursif
sv: Rekursiv

source: Print installed packages to a text file
ms: Cetak pakej terpasang ke fail teks
sv: Skriv installerade paket till en textfil

source: Print disk geometry information to a file
ms: Cetak maklumat geometri cakera ke fail
sv: Skriv information om diskgeometri till en fil

source: Include hidden files
ms: Sertakan fail tersembunyi
sv: Inkludera dolda filer

source: Handle sparse files efficiently
ms: Kendali fail jarang secara efisyen
sv: Hantera spridda filer effektivt

source: Follow links
ms: Ikuti pautan
sv: Följ länkar

source: <b>Backup Options</b>
ms: <b>Pilihan Sandar</b>
sv: <b>Kopieringsalternativ</b>

source: Exclude from backup: (newline separated)
ms: Diasing dari sandar: (baris baharu dipisahkan)
sv: Exkludera från säkerhetskopia: (separera med radbrytning)

source: Nice value of backup process:
ms: Nilai elok dari proses sandar:
sv: Nice-värde för kopieringsprocess:

source: <b>Advanced Options</b>
ms: <b>Pilihan Lanjutan</b>
sv: <b>Avancerade alternativ</b>

source: _Back
ms: _Undur
sv: _Bakåt

source: _Next
ms: _Berikutnya
sv: _Nästa

source: _Start Backup
ms: _Mula Sandar
sv: _Starta säkerhetskopiering

source: <span size="large" weight="bold">One-Time Backup</span>
ms: <span size="large" weight="bold">Sandar Sekali-Sahaja</span>
sv: <span size="large" weight="bold">One-Time säkerhetskopiering</span>

source: _Save to File
ms: _Simpan ke Fail
sv: _Spara till fil

source: <span size="large" weight="bold">Log Viewer</span>
ms: <span size="large" weight="bold">Pelihat Log</span>
sv: <span size="large" weight="bold">Loggvisare</span>

source: Overview
ms: Selayang Pandang
sv: Översikt

source: Backup Sets
ms: Sandar Set
sv: Säkerhetskopiera set

source: One-Time Backup
ms: Sandar Sekali-Sahaja
sv: One-time säkerhetskopiering

source: Log Viewer
ms: Pelihat Log
sv: Loggvisare

source: Restore
ms: Pulih
sv: Återställ

source: _File
ms: _Fail
sv: _Fil

source: Create a new backup set
ms: Cipta satu set sandar baharu
sv: Skapa ett nytt kopieringsset

source: Import a set from a .conf file
ms: Import satu set dari fail .conf
sv: Importera ett set från en .conf-fil

source: _Import Sets
ms: _Import Set
sv: _Importera set

source: Export one or more sets to .conf files
ms: Eksport satu atau lebih set ke fail .conf
sv: Exportera ett eller fler set till .conf-filer

source: E_xport Sets
ms: E_ksport Set
sv: E_xportera set

source: _Edit
ms: Su_nting
sv: R_edigera

source: Edit the selected backup set
ms: Sunting set sandar terpilih
sv: Redigera det markerade kopiesettet

source: _Edit Set
ms: S_unting Set
sv: R_edigera set

source: Remove the selected backup set
ms: Buang set sandar terpilih
sv: Ta bort det markerade kopiesettet
